Repository: bonfire-networks/CommonsPub-Server
Catalog: src/locales/*/messages.po
Languages: es_es, eu, fr_fr

source: A name or title for the resource
es_es: Un nombre o título para el recurso
eu: Izen edo izenburua baliabidearentzat
fr_fr: Un nom ou un titre pour la ressource

source: Account
es_es: Cuenta
eu: Kontua
fr_fr: Compte

source: Add a new resource
es_es: Añadir un nuevo recurso
eu: Gehitu baliabide berri bat
fr_fr: Ajouter une nouvelle ressource

source: Add interest
es_es: Agregar interés
eu: Gehitu interesa
fr_fr: Ajouter un intérêt

source: Add language
es_es: Agregar idioma
eu: Gehitu hizkuntza
fr_fr: Ajouter une langue

source: Add the first resource
es_es: Agrega el primer recurso
eu: Gehitu lehen baliabidea
fr_fr: Ajouter la première ressource

source: All
es_es: Todas
fr_fr: Toutes

source: All Collections
es_es: Todas las colecciones
eu: Gehitu Bildumak
fr_fr: Toutes les collections

source: All Communities
es_es: Todas las comunidades
eu: Gehitu Komunitateak
fr_fr: Toutes les communautés

source: Cancel
es_es: Cancelar
eu: Utzi
fr_fr: Annuler

source: Choose a name for the collection
es_es: Elige un nombre para la colección
eu: Aukeratu bildumarentzako izena
fr_fr: Choisissez un nom pour la collection

source: Choose a name for the community
es_es: Elige un nombre para la comunidad
eu: Aukeratu komunitatearentzako izena
fr_fr: Choisissez un nom pour la communauté

source: Choose a password
es_es: Elije una contraseña
eu: Aukeratu pasahitza
fr_fr: Choisissez un mot de passe

source: Choose your password
es_es: Elige tu contraseña
eu: Aukeratu zure pasahitza
fr_fr: Choisissez votre mot de passe

source: Click to select a profile background image
es_es: Haz clic para seleccionar una imagen de fondo de perfil
eu: Egin klik profilaren atzeko planorako irudia aukeratzeko
fr_fr: Cliquez ici pour sélectionner une image de fond

source: Click to select a profile picture
es_es: Haz clic para seleccionar una imagen de perfil
eu: Egin klik profilerako irudia aukeratzeko
fr_fr: Cliquez ic pour sélectionner une photo de profil

source: Collection
es_es: Colección
eu: Bilduma

source: Collections
es_es: Colecciones
eu: Bildumak

source: Communities
es_es: Comunidades
eu: Komunitateak
fr_fr: Communautés

source: Community
es_es: Comunidad
eu: Komunitatea
fr_fr: Communauté

source: Confirm password
es_es: Confirmar contraseña
eu: Baieztatu pasahitza
fr_fr: Confirmer le mot de passe

source: Confirm your password
es_es: Confirma tu contraseña
eu: Baieztatu zure pasahitza
fr_fr: Confirmer votre mot de passe

source: Could not load the collection.
es_es: No se ha podido cargar la colección.
eu: Ezin izan da bilduma kargatu.
fr_fr: Impossible d'afficher la collection.

source: Could not log in. Please check your credentials or use the link below to reset your password.
es_es: No se ha podido iniciar sesión. Verifica tus credenciales o usa el enlace a continuación para restablecer tu contraseña.
eu: Ezin izan da saioa hasi. Egiaztatu mesedez zure kredentzialak edo bestela erabili ezazu azpiko esteka zure pasahitza berrezartzeko.
fr_fr: Impossible de se connecter. Veuillez vérifier vos informations ou utilisez le lien ci-dessous pour réinitialiser votre mot de passe.

source: Could not search at this time, please try again later.
es_es: No se pudo buscar en este momento, inténtalo de nuevo más tarde.
eu: Ezin da une honetan bilaketa egin, mesedez saiatu zaitez beranduago.
fr_fr: Impossible d'effectuer une recherche pour le moment, veuillez réessayer ultérieurement.

source: Create
es_es: Crear
eu: Sortu
fr_fr: Créer

source: Create a community
es_es: Crear una comunidad
eu: Sortu komunitate bat
fr_fr: Créer une communauté

source: Create a new account
es_es: Crea una cuenta nueva
eu: Sortu kontu berri bat
fr_fr: Créer un compte

source: Create a new collection
es_es: Crear una nueva colección
eu: Sortu bilduma berri bat
fr_fr: Créer une nouvelle collection

source: Create a new community
es_es: Crea una nueva comunidad
eu: Sortu komunitate berri bat
fr_fr: Créer une nouvelle communauté

source: Create the first collection
es_es: Crea la primera colección.
eu: Sortu lehen bilduma
fr_fr: Créer la première collection

source: Description
es_es: Descripción
eu: Deskribapena

source: Discussions
es_es: Discusiones
eu: Eztabaidak

source: Display Name
es_es: Nombre a mostrar
eu: Erakutsi Izena
fr_fr: Votre nom (qui sera affiché)

source: Do educators want to join communities to curate collections of resources?
es_es: ¿Quieren los educadores unirse a comunidades para crear y organizar colecciones de recursos?
eu: Hezitzaileek baliabideen bildumak partekatzeko komunitateetan partu hartu nahi al dute?
fr_fr: Les éducateurs veulent-ils rejoindre des communautés pour organiser ensemble des collections de ressources?

source: Don't yet have an account?
es_es: ¿Todavía no tienes una cuenta?
eu: Oraindik ez duzu konturik?
fr_fr: Vous n'avez pas encore de compte?

source: During this testing period we will observe what you do with MoodleNet, and listen to what you tell us about your experiences.
es_es: Durante este período de prueba observaremos lo que haces con MoodleNet y escucharemos lo que nos cuentes sobre tu experiencia.
eu: Proba epe honetan MoodleNet-ekin zer egiten duzun ikusiko dugu eta zure zure esperientzien inguruan kontatzen diguzunari entzungo diegu.
fr_fr: Pendant cette période de test, nous observerons ce que vous faites avec MoodleNet et écouterons ce que vous nous raconterez de vos expériences.

source: Edit
es_es: Editar
eu: Editatu
fr_fr: Modifier

source: Edit profile
es_es: Editar perfil
eu: Editatu profila
fr_fr: Modifier mon profil

source: Edit the collection details
es_es: Editar los detalles de la colección.
eu: Editatu bildumaren xehetasunak
fr_fr: Modifier les détails de la collection

source: Edit the community details
es_es: Editar los detalles de la comunidad.
eu: Editatu komunitatearen xehetasunak
fr_fr: Modifier les détails de la communauté

source: Edit the resource details
es_es: Editar los detalles del recurso
eu: Editatu baliabidearen xehetasunak
fr_fr: Modifier les détails de la ressource

source: Email
es_es: Correo electrónico
eu: E-posta

source: Email address
es_es: Dirección de correo electrónico
eu: E-posta helbidea
fr_fr: Adresse électronique

source: Emoji ID
es_es: ID de Emoji
eu: Emojiaren IDa

source: Enter the URL of an image to represent the collection
es_es: Introduce la URL de una imagen para representar la colección
eu: Sartu bilduma irudikatuko duen irudiaren URLa
fr_fr: Entrez l'URL d'une image pour représenter la collection

source: Enter the URL of an image to represent the community
es_es: Introduce la URL de una imagen para representar a la comunidad
eu: Sartu komunitatea irudikatuko duen irudiaren URLa
fr_fr: Entrez l'URL d'une image pour représenter la communauté

source: Enter the URL of an image to represent the resource
es_es: Introduce la URL de una imagen para representar el recurso
eu: Sartu baliabidea irudikatuko duen irudiaren URLa
fr_fr: Entrez l'URL d'une image pour représenter la ressource

source: Enter the URL of the resource
es_es: Introduce la URL del recurso
eu: Sartu baliabidearen URLa
fr_fr: Entrez l'URL de la ressource

source: Enter your email
es_es: Introduce tu correo electrónico
eu: Sartu zure e-posta helbidea
fr_fr: Entrez votre e-mail

source: Enter your password
es_es: Introduce tu contraseña
eu: Sartu zure pasahitza
fr_fr: Entrez votre mot de passe

source: Error loading collections
es_es: Error al cargar las colecciones
eu: Errorea bildumak kargatzean
fr_fr: Erreur lors du chargement des collections

source: Error loading comments
es_es: Error al cargar los comentarios
eu: Errorea iruzkinak kargatzean
fr_fr: Erreur lors du chargement des commentaires

source: Error loading communities
es_es: Error al cargar comunidades
eu: Errorea komunitateak kargatzean
fr_fr: Erreur lors du chargement des communautés

source: Featured Collections
es_es: Colecciones destacadas
eu: Nabarmendutako Bildumak
fr_fr: Collections interessantes

source: Fetch the resource
es_es: Cargar el recurso
eu: Eskuratu baliabidea
fr_fr: Chercher la ressource

source: Follow
es_es: Seguir
fr_fr: Suivre

source: Follow the collection to add a new resource
es_es: Sigue la colección para agregar un nuevo recurso.
fr_fr: Suivez la collection pour ajouter une nouvelle ressource

source: Followed Collections
es_es: Colecciones Seguidas
fr_fr: Collections Suivies

source: Following
es_es: Siguiendo
fr_fr: Suivie

source: Here are some important things to note:
es_es: Estas son algunas de las cosas importantes a tener en cuenta:
eu: Hemen kontuan hartu beharreko ohar garrantzitsu batzuk daude:
fr_fr: Voici quelques points importants à noter:

source: Here are some trending tags you could add
es_es: Aquí hay algunas etiquetas de tendencias que podrías agregar
eu: Hemen dituzu gehitu ditzakezun hedatuta dauden etiketa batzuk
fr_fr: Voici quelques tags en vogue que vous pourriez ajouter

source: Home
es_es: Inicio
eu: Hasiera
fr_fr: Accueil

source: Image
es_es: Imagen
eu: Irudia

source: Interests
es_es: Intereses
eu: Interesak
fr_fr: Intérêts

source: Introduce yourself to the community...
es_es: Preséntate a la comunidad...
eu: Aurkeztu ezazu zure burua komunitatean...
fr_fr: Présentez vous à la communauté...

source: Join
es_es: Unirse
fr_fr: Rejoindre

source: Join the community to create a collection
es_es: Únete a la comunidad para crear una colección
fr_fr: Rejoignez la communauté pour créer une collection

source: Join the community to discuss
es_es: Únete a la comunidad para debatir
fr_fr: Rejoignez la communauté pour discuter

source: Joined
es_es: Mias
fr_fr: Rejoint

source: Joined Communities
es_es: Mis Comunidades
fr_fr: Communautés Jointes

source: Language
es_es: Idioma
eu: Hizkuntza
fr_fr: Langue

source: Languages
es_es: Idiomas
eu: Hizkuntzak
fr_fr: Langues

source: Leave
es_es: Salir
fr_fr: Quitter

source: Link
es_es: Enlace
eu: Esteka
fr_fr: Lien

source: Location
es_es: Ubicación
eu: Kokapena
fr_fr: Ville / Pays

source: Members
es_es: Miembros
eu: Partaideak
fr_fr: Membres

source: MoodleNet Team
es_es: Equipo de MoodleNet
eu: MoodleNet taldea
fr_fr: Equipe MoodleNet

source: Name
es_es: Nombre
eu: Izena
fr_fr: Nom

source: No {something} selected
es_es: No hay {something} seleccionado
eu: Ez duzu {something} aukeratu
fr_fr: Aucun(e) {something} sélectionné(e)

source: Page not found
es_es: Página no encontrada
eu: Ez da orria aurkitu
fr_fr: Page non trouvée

source: Password
es_es: Contraseña
eu: Pasahitza
fr_fr: Mot de passe

source: Please describe what the collection is for and what kind of resources it is likely to contain...
es_es: Describe para qué es la colección y qué tipo de recursos es probable que contenga ...
eu: Deskribatu ezazu mesedez zertarako den bilduma hau eta nolako baliabideak eduki ditzakeen...
fr_fr: Veuillez décrire à quoi pourrait servir la collection et quel type(s) de ressources elle est susceptible de contenir...

source: Please describe who might be interested in this community and what kind of collections it is likely to contain...
es_es: Describe quién podría estar interesado en esta comunidad y qué tipo de colecciones es probable que contenga ...
eu: Azaldu ezazu mesedez nor egon daitekeen komunitate honetan interesatuta eta nolako bildumak eduki ditzakeen...
fr_fr: Veuillez décrire qui pourrait être intéressé par cette communauté et quel type(s) de collections elle est susceptible de contenir...

source: Please pay attention to the video and text on this page, as they contain some important information.
es_es: Presta atención al video y al texto de esta página, ya que contienen información importante.
eu: Arreta jarri orri honetako bideo eta testuan, informazio garrantzitsua dute-eta.
fr_fr: Faites attention à la vidéo et au texte sur cette page, car ils contiennent des informations importantes.

source: Please type or copy/paste a summary about the resource...
es_es: Por favor escribe o copia / pega un resumen sobre el recurso ...
eu: Idatzi edo kopiatu/itsasi ezazu mesedez baliabidearen inguruko laburpen bat...
fr_fr: Veuillez taper ou copier/coller une description de cette ressource...

source: Popular on MoodleNet
es_es: Popular en MoodleNet
eu: MoodleNet-en hedatuak
fr_fr: Populaire sur MoodleNet

source: Popular search phrases
es_es: Frases de búsqueda populares
eu: Bilaketa esaldi hedatuak
fr_fr: Phrases de recherche populaires

source: Popular tags
es_es: Etiquetas Populares
eu: Etiketa hedatuak
fr_fr: Tags populaires

source: Post
es_es: Enviar
fr_fr: Publier

source: Preview
es_es: Previsualizar
fr_fr: Continuer

source: Profile
es_es: Perfil
eu: Profila
fr_fr: Profil

source: Reply
es_es: Responder
fr_fr: Répondre

source: Resources
es_es: Recursos
eu: Baliabideak
fr_fr: Ressources

source: Save
es_es: Guardar
eu: Gorde
fr_fr: Sauvegarder

source: Search
es_es: Buscar
eu: Bilatu
fr_fr: Rechercher

source: Search Results
es_es: Resultados de la búsqueda
eu: Bilaketaren Emaitzak
fr_fr: Résultats de la recherche

source: Search for tags
es_es: Buscar etiquetas
eu: Bilatu etiketak
fr_fr: Rechercher des tags

source: Search results for {query}
es_es: Resultados de búsqueda de {query}
eu: {query} bilaketaren emaitzak
fr_fr: Résultats de recherche pour {query}

source: Searching...
es_es: Buscando...
eu: Bilatzen...
fr_fr: Recherche en cours...

source: Settings
es_es: Ajustes
eu: Ezarpenak
fr_fr: Options

source: Share Feedback
es_es: Compartir Feedback
eu: Partekatu iritzia
fr_fr: Un commentaire?

source: Shuffle
es_es: Barajar
eu: Nahastu
fr_fr: Autre

source: Sign Up
es_es: Regístrate
eu: Eman Izena
fr_fr: S'inscrire

source: Sign in
es_es: Registrarse
eu: Sartu
fr_fr: Se connecter

source: Sign in with Facebook
es_es: Iniciar sesión con Facebook
eu: Hasi saioa Facebook-en bitartez
fr_fr: Connectez-vous avec Facebook

source: Sign in with Google
es_es: Iniciar sesión con Google
eu: Hasi saioa Google-n bitartez
fr_fr: Connectez-vous avec Google

source: Sign in with Twitter
es_es: Iniciar sesión con Twitter
eu: Hasi saioa Twitter-en bitartez
fr_fr: Connectez-vous avec Twitter

source: Sign out
es_es: Desconectar
eu: Irten
fr_fr: Déconnexion

source: Sign up
es_es: Regístrate
eu: Izena eman
fr_fr: S'inscrire

source: Sorry, we encountered a problem loading the app in your language.
es_es: Lo sentimos, ha habido un problema al cargar la aplicación en su idioma.
eu: Sentitzen dugu, app-a zure hizkuntzan kargatzean arazo bat egon da.
fr_fr: Désolé, nous avons rencontré un problème lors du chargement de l'application dans votre langue.

source: Thanks for being part of this testing process for MoodleNet.
es_es: Gracias por ser parte de este proceso de prueba para MoodleNet.
eu: Eskerrik asko MoodleNet-eko proba-prozesu honen parte hartzeagatik.
fr_fr: Merci de faire partie de ce processus de test pour MoodleNet.

source: The email field cannot be empty
es_es: El campo de correo electrónico no puede estar vacío
eu: E-postaren eremua ezin da hutsik egon
fr_fr: L'email ne peut pas être vide

source: The password field cannot be empty
es_es: El campo de contraseña no puede estar vacío
eu: Pasahitzaren eremua ezin da hutsik egon
fr_fr: Le mot de passe ne peut pas être vide

source: This collection has no resources.
es_es: Esta colección no tiene recursos.
eu: Bilduma honek ez du baliabiderik.
fr_fr: Cette collection n'a pas de ressources.

source: This community has no collections.
es_es: Esta comunidad no tiene colecciones.
eu: Komunitate honek ez du bildumarik.
fr_fr: Cette communauté n'a pas de collections.

source: This data will never be shared.
es_es: Estos datos nunca serán compartidos.
eu: Datu hauek ez dira inoiz partekatuko.
fr_fr: Ces données ne seront jamais partagées.

source: This information will appear on your public profile.
es_es: Esta información aparecerá en tu perfil público.
eu: Informazio hau zure profil publikoan erakutsiko da.
fr_fr: Ces informations apparaîtront sur votre profil public.

source: This test is semi-closed, but your contributions will live on beyond the testing period. So curate and comment as if everything you share is public.
es_es: Esta prueba es semicerrada, pero tus contribuciones permanecerán más allá del período de prueba. Así que agrega recursos y haz comentarios como si todo lo que compartas fuese público.
eu: Proba hau erdi itxita dago, baina zure ekarpenak proba-epetik haratago biziraungo dute. Beraz partekatu eta iruzkinak egin itzazu egiten duzu guztia publikoa balitz bezala.
fr_fr: Ce test est semi-fermé, mais vos contributions resteront en ligne au-delà de la période de test. Alors, organisez vos contenus et commentez comme si tout ce que vous partagez est public.

source: Unfollow
es_es: Dejar de seguir
fr_fr: Ne plus suivre

source: View full thread
es_es: Ver el hilo completo
eu: Ikusi hari osoa
fr_fr: Voir le fil complet

source: Welcome
es_es: Bienvenido
eu: Ongi etorri!
fr_fr: Bienvenue

source: We’re really looking forward to seeing how you use MoodleNet to share and curate resources, and collaborate with other educators! Get started by clicking on ‘The Lounge’ in the sidebar and introducing yourself, or by adding your first resource!
es_es: ¡Tenemos muchas ganas de ver cómo utilizas MoodleNet para compartir, agregar y organizar recursos, así como colaborar con otros educadores! Puedes empezar haciendo clic en "El Salón" en la barra lateral y presentándote, ¡o agregando tu primer recurso!
eu: MoodleNet-en baliabideak nola partekatzen dituzun eta beste hezitzaileekin elkarlanean nola aritzen zaren ikusi nahi dugu! Hasi zaitez alboko barrako "Egongela"-n klik egin eta zure burua aurkeztuz, edo zure lehen baliabidea gehituz!
fr_fr: Nous sommes impatients de voir comment vous utiliserez MoodleNet pour partager et gérer des ressources, et collaborer avec d’autres éducateurs! Commencez par cliquer sur "The Lounge" dans la barre latérale et présentez-vous, ou ajoutez votre première ressource!

source: We’re trying to discover the answer to this question:
es_es: Estamos intentando encontrar la respuesta a esta pregunta:
eu: Galdera honen erantzunaren bila gabiltza:
fr_fr: Nous essayons de découvrir la réponse à cette question:

source: We’re using <0>Changemap</0> to collect your feedback during this testing period, so please do use that to suggest everything from small tweaks to major changes! You can access this using the ‘Share feedback’ link in the sidebar:
es_es: Para recopilar tu feedback durante este período de prueba, estamos utilizando <0> Changemap </0>, así que, por favor, utilízalo para hacer cualquier sugerencia o comentario, desde pequeñas modificaciones a grandes cambios. Puedes hacer comentarios y aportar tus ideas tanto en inglés como en español. Puedes acceder a Changemap utilizando el enlace ‘Compartir Feedback’ en la barra lateral:
eu: <0> Changemap </0> erabiltzen ari gara proba-epean zehar zure iritzia biltzeko, eta beraz aldaketa handiak zein txikiak proposatzeko erabili dezakezu. Bertara sartzeko egin klik alboko barrako "Partekatu iritzia" estekan:
fr_fr: Nous utilisons <0> Changemap </0> pour recueillir vos commentaires au cours de cette période d’essai. Merci de l’utiliser pour vos suggestions, pour une amélioration mineure ou un changement majeur! Vous pouvez y accéder en utilisant le lien "Un commentaire?" dans la barre latérale:

source: Write a public message
es_es: Escribe un mensaje publico
fr_fr: Écrire un message public

source: You cannot completely delete anything in MoodleNet at the moment, as we have not rolled out the moderation tools. Instead, just change all of the fields within the resource to something else!
es_es: En este momento no puedes eliminar nada totalmente en MoodleNet, ya que no hemos implementado las herramientas de moderación. Si quieres eliminar un recurso, simplemente cambia todos los campos del recurso a otra cosa.
eu: MoodleNet-en une honetan ezin duzu ezer erabat ezabatu, oraindik ez dugulako garatu moderazio tresnarik. Horren ordez, aldatu itzazu baliabidearen eremuak eta beste zerbait jarri ezazu!
fr_fr: Vous ne pouvez pas complètement supprimer quoi que ce soit ssur MoodleNet pour l'instant, car nous n'avons pas encore déployé les outils de modération. Au lieu de cela, vous pouvez remplacer simplement tous les champs d'une ressource par autre chose!

source: Your Interests
es_es: Tus intereses
eu: Zure Interesak
fr_fr: Vos intérêts

source: Your interests will be displayed on your profile, and will also help MoodleNet recommend content that is relevant to you.
es_es: Tus intereses se mostrarán en tu perfil y también ayudarán a MoodleNet a recomendar contenido que sea relevante para ti.
eu: Zure interesak zure profilean erakutsiko dira, eta zuretzako interesgarriak ziren MoodleNet-eko edukiak gomendatzeko lagungarriak izango dira.
fr_fr: Vos centres d’intérêt seront affichés sur votre profil et aideront également MoodleNet à vous recommander du contenu pertinent.

source: Your involvement in the testing process is subject to the <0>Code of Conduct</0>.
es_es: Tu participación en el proceso de prueba está sujeta al <0> Código de conducta </0>.
eu: Proba-epeko zure parte-hartzea <0>Jokabide Kodearen</0> menpe dago.
fr_fr: Votre participation au processus de test est soumise au <0> code de conduite </0>.

source: e.g. Moodler Mary
es_es: p.ej. María Moodler
eu: Miren Moodlezalea adibidez
fr_fr: ex. : Marie Moodler

source: e.g. United Kingdom
es_es: p.ej. Reino Unido
eu: Euskal Herria adibidez
fr_fr: ex. : France

source: e.g. mary@moodlers.org
es_es: p.ej. maria@moodlers.org
eu: miren@moodlezaleak.eus adibidez
fr_fr: ex. : marie@moodlers.org

source: e.g. russian revolution 1917
es_es: p.ej. revolución rusa 1917
eu: 1917ko Errusiako Iraultza adibidez
fr_fr: ex. : révolution russe 1917

source: eg. Moodler Mary
es_es: p.ej. María Moodler
eu: Miren Moodlezalea adibidez
fr_fr: par exemple. Marie Moodler

source: eg. mary@moodlers.org
es_es: p.ej. maria@moodlers.org
eu: miren@moodlezaleak.eus adibidez
fr_fr: par exemple. marie@moodlers.org

source: 🔬 Share Feedback
es_es: 🔬 Compartir Feedback
eu: 🔬 Partekatu iritzia
fr_fr: 🔬 Un commentaire?

source: Bio
eu: Biografia
fr_fr: Biographie

source: El Salón
eu: Egongela

source: Favourite Collections
eu: Bilduma Gogokoenak

source: My Collections
eu: Nire Bildumak

source: The Lounge
eu: Egongela

source: Your Communities
eu: Zure Komunitateak
